{
    "subTopicImage": "Ask the Gypsy.jpg",
    "allQuestion": [
        {
            "questionResult_name": "Ask the Gypsy",
            "explanation": "Want to tap into your psychic powers? The gypsy has tips for you to strengthen your mental powers and connection to the Universe's energy so you can live a more mystical, empowered life.",
            "answers": [
                {
                    "text": "Sit across from a partner and concentrate on a number from one to ten, or a primary color. Give them a moment to concentrate, then try and guess the number or color; switch roles.",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "By practicing \"not thinking,\" or meditation, you can open up your mind to energy that you usually block with all your complicated thoughts.",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "Close your eyes while holding your partner's hands and concentrate on a place or color. Have them say whatever images come to mind and see how often you match up."
                },
                {
                    "text": "Place an object or picture on your nightstand and meditate on it for a moment before you go to sleep. After a week or so you should begin to see that object in your dreams.",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "An advanced technique is to think about one of five different nursery rhymes and have a partner psychically guess which one you are thinking about.",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "Just before you fall asleep, imagine yourself flying to a chosen location. Pay attention to every detail of how you get there and where you go, then do it again the next night. You should dream about it eventually.",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "Practice \"scrying,\" or water gazing, by looking into a bowl of clear water and noticing if any images or thoughts come to mind about a particular situation in your life.",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "Watch the clouds and make up stories about the shapes that you see. This will help you tap into your unconscious mind and develop your intuition.",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "Dancing with a partner is an excellent way to develop psychic skills because you learn to anticipate another person's moves before they make them.",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "Having a daily ceremony can center your psychic abilities. A simple prayer or chant will begin to build your powers.",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "Creating an altar is an excellent way to focus psychic energy. It's a specific place for spiritual development, designed to let energy in.",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "Meditating on an object that has personal sacred connotations hones your psychic energy and brings it to a focal point.",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "Tibetan mandala paintings, which can be obtained on the web or import shops, are designed to help develop or receive a specific form of psychic energy.",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "Sitting by a brook or stream and imagining your self flowing like the water is an excellent way to start developing psychic power.",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "By cutting off all the noise, distractions, and technology of daily life, you will automatically enhance your psychic perception.",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "Spending time around children and remembering how to communicate on their simple yet imaginative level reinforces psychic abilities.",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "Connecting with domestic pets can develop the ability to psychically communicate without words.?",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "Being in a nature puts you back in tune with the natural psychic abilities you have, but sometimes let atrophy because you don't use them in modern daily life.",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "Make a deck of your own Tarot cards, using pictures cut from magazines or draw and decorate your own. Use these cards to practice giving readings to your friends and family.",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "Observing the elements of nature, such as the wind, rain, and thunder will connect you to a potent source of psychic energy.",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "Understanding the nature of wild animals teaches humans how to develop specific psychic abilities that relate directly to the personality of that animal.",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "Any sport can teach you to anticipate quick changes and, by doing so, sharpen the skills you need to develop psychic abilities.",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "Playing percussive musical instruments or participating in drum circles can get your rhythm aligned with the Universe and open your channels to psychic energy.",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "Receiving a small sacred object or one that just has deep meaning to you and making it into a talisman necklace can center psychic energy on you.",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "Practicing breathing techniques such as ones related to yoga is an excellent way to open the psychic centers in your body.",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "Pay attention to everything around you, including the birds in the sky, and you will become more in tune with the energy around you.",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "Try to avoid people and places that block your psychic abilities. It is not enough to develop psychic aptitude, you must also protect it or it will diminish.",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "All the forms of martial arts develop psychic ability because they are based on harnessing a human's natural flow of energy.",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "By removing yourself from what is common to you in your everyday life you push yourself to develop instincts and senses that can be sharpened into psychic abilities.",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "By reaffirming that you are a psychic to yourself daily, in time, you will become one. You have to first believe that you can be psychic to become one.",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "Take a few minutes every day to practice being open and receptive to the people and animals around you. Imagine that you can hear their thoughts and make up a story about what they might be thinking.",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "Use daily activities to develop your psychic skills like answering the phone. Before you answer (or look at the caller ID), pause for a moment and attempt to guess who is calling you.",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "When images or dreams pop up in your mind, give them a moment to try to decipher them. The more you do this, the clearer the images will become.",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "Develop your third eye, or your inner eye, to see the reason why things are what they are, instead of just seeing them for what they appear to be.",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "When you look at people, try to move your focus from their physical form and focus on the aura, or color of energy, around them.",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "Use your daydreams as an opportunity to develop psychic ability. Do this by becoming more involved in the outcome of the daydream instead of just being a spectator.",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "Learning to love yourself is the first step in developing your psychic abilities. To trust yourself, you must first love yourself, and without trusting yourself you will not trust your psychic intuition. ",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "Guessing the outcome of a sporting event or competition is a fun way to practice developing your psychic skills.",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "Keeping a journal of experiences that could have been psychic-related will help you to see just how much psychic energy is already involved with your life.",
                    "indentifer": "",
                    "compatibilityImage": ""
                },
                {
                    "text": "When you get psychic information about others always use it in a positive way or it could come back to haunt you.",
                    "indentifer": "",
                    "compatibilityImage": ""
                }
            ]
        }
    ]
}